export interface Exhibition {
  id: number;
  date: string;
  title: string;
  location: string;
  hasPhotos: boolean;
  slug?: string;
  photoCount?: number; // Добавляем это поле
}

export const exhibitions: Exhibition[] = [
  {
    id: 1,
    date: "15.04.1997",
    location: "г. Севастополь",
    title: "Организация выставки «Как прекрасен этот мир»",
    hasPhotos: false,
  },
  {
    id: 2,
    date: "25.05.1997",
    location: "г. Севастополь",
    title:
      "Участие в городском празднике «День Славянской письменности и культуры» в музее-заповеднике Херсонес Таврический",
    hasPhotos: false,
  },
  {
    id: 3,
    date: "23.05.1998",
    location: "г. Севастополь",
    title:
      "Участие в городском празднике «День Славянской письменности и культуры» в музее-заповеднике Херсонес Таврический",
    hasPhotos: false,
  },
  {
    id: 4,
    date: "14.06.1998",
    location: "г. Севастополь",
    title: "Участие в городском празднике «День Исторического бульвара»",
    hasPhotos: false,
  },
  {
    id: 5,
    date: "15.04.1999",
    location: "г. Севастополь",
    title:
      "Деловой и культурный Центр. Организация выставки в честь 64-ой годовщины со дня подписания Пакта Рериха",
    hasPhotos: false,
  },
  {
    id: 6,
    date: "23.05.1999",
    location: "г. Севастополь",
    title:
      "Участие в городском празднике «День Славянской письменности и культуры» в музее-заповеднике Херсонес Таврический",
    hasPhotos: false,
  },
  {
    id: 7,
    date: "06.06.1999",
    location: "г. Севастополь",
    title: "Участие в городском празднике «День Исторического бульвара»",
    hasPhotos: false,
  },
  {
    id: 8,
    date: "24.03.2000",
    location: "г. Севастополь",
    title: "Организация выставки «Как прекрасен этот мир»",
    hasPhotos: false,
  },
  {
    id: 9,
    date: "11.06.2000",
    location: "г. Севастополь",
    title: "Участие в городском празднике «День Исторического бульвара»",
    hasPhotos: false,
  },
  {
    id: 10,
    date: "27.05.2001",
    location: "г. Севастополь",
    title: "Участие в праздновании в честь 218-летия основания Севастополя",
    hasPhotos: false,
  },
  {
    id: 11,
    date: "16.06.2002",
    location: "г. Севастополь",
    title: "Участие в городском празднике «День Исторического бульвара»",
    hasPhotos: false,
  },
  {
    id: 12,
    date: "25.05.2003",
    location: "г. Севастополь",
    title:
      "Участие в городском празднике «День Славянской письменности и культуры» в музее-заповеднике Херсонес Таврический",
    hasPhotos: false,
  },
  {
    id: 13,
    date: "15.06.2003",
    location: "г. Севастополь",
    title: "Участие в городском празднике «День Исторического бульвара»",
    hasPhotos: false,
  },
  {
    id: 14,
    date: "23.05.2004",
    location: "г. Севастополь",
    title:
      "Участие в городском празднике «День Славянской письменности и культуры» в музее-заповеднике Херсонес Таврический",
    hasPhotos: false,
  },
  {
    id: 15,
    date: "13.06.2004",
    location: "г. Севастополь",
    title: "Участие в городском празднике «День Исторического бульвара»",
    hasPhotos: false,
  },
  {
    id: 16,
    date: "22.05.2005",
    location: "г. Севастополь",
    title:
      "Участие в городском празднике «День Славянской письменности и культуры» в музее-заповеднике Херсонес Таврический",
    hasPhotos: false,
  },
  {
    id: 17,
    date: "12.06.2005",
    location: "г. Севастополь",
    title: "Участие в городском празднике «День Исторического бульвара»",
    hasPhotos: false,
  },
  {
    id: 18,
    date: "08.04.2006",
    location: "г. Севастополь",
    title: "Организация выставки «Как прекрасен этот мир»",
    hasPhotos: true,
    slug: "2006_08_04",
    photoCount: 3,
  },
  {
    id: 19,
    date: "27.05.2007",
    location: "г. Севастополь",
    title:
      "Участие в городском празднике «День Славянской письменности и культуры» в музее-заповеднике Херсонес Таврический",
    hasPhotos: true,
    slug: "2007_27_05",
    photoCount: 2,
  },
  {
    id: 20,
    date: "23.06.2008",
    location: "г. Севастополь",
    title: "Участие в городском празднике «День Исторического бульвара»",
    hasPhotos: false,
  },
  {
    id: 21,
    date: "15.04.2009",
    location: "г. Севастополь",
    title: "Организация выставки «Как прекрасен этот мир»",
    hasPhotos: true,
    slug: "2009_15_04",
    photoCount: 2,
  },
  {
    id: 22,
    date: "24.05.2009",
    location: "г. Севастополь",
    title:
      "Участие в городском празднике «День Славянской письменности и культуры» в музее-заповеднике Херсонес Таврический",
    hasPhotos: false,
  },
  {
    id: 23,
    date: "17.04.2010",
    location: "г. Севастополь",
    title: "Организация выставки «Как прекрасен этот мир»",
    hasPhotos: true,
    slug: "2010_17_04",
    photoCount: 9,
  },
  {
    id: 24,
    date: "22.05.2010",
    location: "г. Севастополь",
    title:
      "Участие в городском празднике «День Славянской письменности и культуры» в музее-заповеднике Херсонес Таврический",
    hasPhotos: true,
    slug: "2010_22_05",
    photoCount: 3,
  },
  {
    id: 25,
    date: "08.06.2010",
    location: "г. Севастополь",
    title: "Участие в городском празднике «День Исторического бульвара»",
    hasPhotos: true,
    slug: "2010_08_06",
    photoCount: 7,
  },
  {
    id: 26,
    date: "30.05.2011",
    location: "г. Севастополь",
    title:
      "Участие в городском празднике «День Славянской письменности и культуры» в музее-заповеднике Херсонес Таврический",
    hasPhotos: true,
    slug: "2011_30_05",
    photoCount: 5,
  },
  {
    id: 27,
    date: "15.04.2012",
    location: "г. Севастополь",
    title: "Организация выставки «Как прекрасен этот мир»",
    hasPhotos: true,
    slug: "2012_15_04",
  },
  {
    id: 28,
    date: "27.05.2012",
    location: "г. Севастополь",
    title:
      "Участие в городском празднике «День Славянской письменности и культуры» в музее-заповеднике Херсонес Таврический",
    hasPhotos: true,
    slug: "2012_27_05",
    photoCount: 6,
  },
  {
    id: 29,
    date: "10.06.2012",
    location: "г. Севастополь",
    title: "Участие в городском празднике «День Исторического бульвара»",
    hasPhotos: true,
    slug: "2012_10_06",
    photoCount: 5,
  },
  {
    id: 30,
    date: "13.04.2013",
    location: "г. Севастополь",
    title: "Организация выставки «Как прекрасен этот мир»",
    hasPhotos: true,
    slug: "2013_13_04",
    photoCount: 9,
  }, // В папке 13.04.2013
  {
    id: 31,
    date: "29.05.2013",
    location: "г. Севастополь",
    title:
      "Участие в городском празднике «День Славянской письменности и культуры» в музее-заповеднике Херсонес Таврический",
    hasPhotos: false,
  },
  {
    id: 32,
    date: "09.06.2013",
    location: "г. Севастополь",
    title: "Участие в городском празднике «День Исторического бульвара»",
    hasPhotos: false,
  },
  {
    id: 33,
    date: "25.05.2014",
    location: "г. Севастополь",
    title:
      "Участие в городском празднике «День Славянской письменности и культуры» в музее-заповеднике Херсонес Таврический",
    hasPhotos: true,
    slug: "2014_25_05",
    photoCount: 8,
  }, // На скрине опечатка в названии папки "письменнолсти" — я подстроился
  {
    id: 34,
    date: "13.07.2014",
    location: "г. Севастополь",
    title: "Участие в выставке, посвящённой празднику «День рыбака»",
    hasPhotos: true,
    slug: "2014_13_07",
    photoCount: 6,
  },
  {
    id: 35,
    date: "26.04.2015",
    location: "г. Севастополь",
    title: "Организация выставки «Как прекрасен этот мир»",
    hasPhotos: true,
    slug: "2015_26_04",
    photoCount: 10,
  },
  {
    id: 36,
    date: "24.05.2015",
    location: "г. Севастополь",
    title:
      "Участие в городском празднике «День Славянской письменности и культуры» в музее-заповеднике Херсонес Таврический",
    hasPhotos: true,
    slug: "2015_24_05",
    photoCount: 11,
  },
  {
    id: 37,
    date: "06.07.2015",
    location: "г. Севастополь",
    title: "Участие в городском празднике «День Исторического бульвара»",
    hasPhotos: true,
    slug: "2015_07_06",
    photoCount: 12,
  }, // На скрине 07.06, в списке 06.07 — взял из папки
  {
    id: 38,
    date: "06.05.2016",
    location: "г. Севастополь",
    title: "Организация выставки «Как прекрасен этот мир»",
    hasPhotos: true,
    slug: "2016_06_05",
    photoCount: 8,
  },
  {
    id: 39,
    date: "29.05.2016",
    location: "г. Севастополь",
    title:
      "Участие в городском празднике «День Славянской письменности и культуры» в музее-заповеднике Херсонес Таврический",
    hasPhotos: true,
    slug: "2016_29_05",
    photoCount: 8,
  },
  {
    id: 40,
    date: "05.06.2016",
    location: "г. Севастополь",
    title: "Участие в городском празднике «День Исторического бульвара»",
    hasPhotos: true,
    slug: "2016_05_06",
    photoCount: 12,
  },
  {
    id: 41,
    date: "21.04.2017",
    location: "г. Севастополь, ДКР",
    title:
      "Подготовка к открытию детской выставки «Как прекрасен этот мир» и выставки А.Ф. Шорохова",
    hasPhotos: true,
    slug: "2017_21_04",
    photoCount: 8,
  },
  {
    id: 42,
    date: "04.06.2017",
    location: "г. Севастополь",
    title:
      "Участие в культурно-историческом фестивале «День Исторического бульвара»",
    hasPhotos: false,
  },
  {
    id: 43,
    date: "30.07.2017",
    location: "Исторический бульвар",
    title: "Участие в городском празднике, посвящённом Дню ВМФ РФ",
    hasPhotos: true,
    slug: "2017_30_07",
    photoCount: 14,
  },
  {
    id: 44,
    date: "15.04.2018",
    location: "г. Севастополь",
    title: "Организация выставки «Как прекрасен этот мир»",
    hasPhotos: false,
  },
  {
    id: 45,
    date: "10.06.2018",
    location: "г. Севастополь",
    title: "Участие в городском празднике «День Исторического бульвара»",
    hasPhotos: true,
    slug: "2018_10_06",
    photoCount: 14,
  },
];
