export const craftsData = [
    {
      id: "01",
      title: "На селе",
      desc: "2001. Блюдо, металл. D – 50 см.Петриковская роспись, гуашь, лак",
    },
    {
      id: "02",
      title: "Древо познания добра и зла",
      desc: "2008. Блюдо, дерево. D – 50 см. Петриковская роспись, гуашь, лак",
    },
    {
      id: "03",
      title: "В райском саду",
      desc: "2012. Ваза напольная. Дерево. Н – 100 см. Петриковская роспись, гуашь, лак",
    },
    {
      id: "04",
      title: "Рождественская композиция",
      desc: "2021. Дерево. Петриковская роспись, гуашь, лак",
    },
    {
      id: "05",
      title: "В деревне. Композиция",
      desc: "1921. Дерево. Петриковская роспись, гуашь, лак",
    },
    {
      id: "06",
      title: "Новогодняя композиция",
      desc: "Композиция. 2022. Дерево. Петриковская роспись, гуашь, лак",
    },
    {
      id: "07",
      title: "Семья в деревне",
      desc: "2022. Дерево. Петриковская роспись, гуашь, лак",
    },
    {
      id: "08",
      title: "Будда",
      desc: "2023. Дерево. Петриковская роспись, гуашь, лак",
    },
    {
      id: "09",
      title: "Лето",
      desc: "2023. Дерево. Петриковская роспись, гуашь, лак",
    },
    {
      id: "10",
      title: "Солнечная поляна",
      desc: "Стол. 2023. Дерево. Петриковская роспись, гуашь, лак",
    },
    {
      id: "11",
      title: "Буддийская композиция",
      desc: "2024. Дерево.  Петриковская роспись, гуашь, лак",
    },
    {
      id: "12",
      title: "Выставка работ",
      desc: "Педагоги творческой лаборатории художественного мастерства «Озарение». Дом культуры рыбаков, Севастополь. 19.04.2013",
    },
    {
      id: "13",
      title: "Выставка работ",
      desc: "Творческой мастерской «Озарение». Республика Крым, ПГТ Массандра. 25.08.2013",
    },
    {
      id: "14",
      title: "Выставка работ",
      desc: "Кирилловой Л.Л.  Севастополь, музей-заповедник «Херсонес Таврический». 26.05.2015",
    },
    {
      id: "15",
      title: "Выставка работ",
      desc: "",
    },
  ];